/*
 Localizable.strings
 Crypto Cloud - Nextcloud

 Created by Marino Faggiana on 30/10/15.
 Copyright © 2016 TWS. All rights reserved.
 */

// General

"_cancel_"                  = "Avbryt";
"_upload_file_"             = "Last opp fil";
"_download_file_"           = "Last ned fil";
"_upload_encrypted_file_"   = "Last opp kryptert fil";
"_loading_"                 = "Laster";
"_loading_num_"             = "Laster inn fil %i";
"_loading_camera_upload_"   = "Automatisk opplasting";
"_uploading_"               = "Laster opp";
"_synchronization_"         = "Synkronisering";
"_delete_"                  = "Slett";
"_delete_file_n_"           = "Slett fil %i av %i";
"_rename_"                  = "Gi nytt navn";
"_move_"                    = "Flytt";
"_move_file_n_"             = "Flytt fil %i av %i";
"_create_folder_"           = "Opprett ny mappe";
"_creating_sharing_"        = "Oppretter delt ressurs";
"_updating_sharing_"        = "Oppdaterer delt ressurs";
"_removing_sharing_"        = "Fjerner delt ressurs";
"_add_"                     = "Legg til";
"_login_"                   = "Innlogging";
"_save_"                    = "Lagre";
"_save_encrypted_"          = "Lagre kryptert";
"_warning_"                 = "Advarsel";
"_error_"                   = "Feil";
"_no_"                      = "Nei";
"_yes_"                     = "Ja";
"_select_"                  = "Velg";
"_crypto_cloud_upload_"     = "_brand_ - Opplasting";
"_home_"                    = "Filer";
"_file_to_upload_"          = "Fil til opplasting";
"_destination_"             = "Destinasjon";
"_ok_"                      = "OK";
"_beta_version_"            = "Beta-version";
"_function_in_testing_"     = "Funksjonen er i testing, vennligst send informasjon om eventuelle problem eller funksjonsfeil.";
"_done_"                    = "Ferdig";
"_passcode_too_short_"      = "Passkode for kort, må være minst 4 tegn";
"_selected_"                = "Valgt";
"_scan_fingerprint_"        = "Scan fingeravtrykk for å autentisere";
"_no_active_account_"       = "Ingen konto funnet";
"_info_"                    = "Info";
"_save_exit_"               = "Ønsker du å slette uten å lagre?";
"_video_"                   = "Video";
"_overwrite_"               = "Overskriv";
"_transfers_in_queue_"      = "Overføring underveis, vent…";
"_too_errors_automatic_all_"= "For mange feil, gå til kontrollsenteret for å bekrefte problemet";
"_create_folder_"           = "Opprett ny mappe";
"_close_"                   = "Lukk";
"_postpone_"                = "Utsett";
"_remove_"                  = "Fjern";
"_file_not_found_"          = "Filen ble ikke funnet";
"_continue_"                = "Ønsker du å fortsette?";

// App

"_synchronization_header_"  = "Synkronisering av kryptert hode underveis…";
"_network_available_"       = "Nettverk tilgjengelig";
"_network_not_available_"   = "Nettverk ikke tilgjengelig";

// Networking

"_file_too_big_"            = "Filen er for stor til å krypteres/dekrypteres";
"_file_too_big_max_100_"    = "Filstørrelsen for stor (maks 100 kb.)";
"_...loading..._"           = ".. laster ..";
"_download_plist_"          = " ";
"_no_reuploadfile_"         = "File not found, can not resend it, delete upload and reload the file to be upload.";
"_file_already_exists_"     = "Kan ikke fullføre operasjonen, det finnes allerede en fil med samme navn";
"_read_file_error_"         = "Lesefeil for fil";

// More

"_more_"                    = "More";

// Settings

"_acknowledgements_"        = "Acknowledgements";
"_settings_"                = "Settings";
"_passcode_"                = "Passord";
"_lock_active_"             = "Lås : Aktivert";
"_lock_not_active_"         = "Lås : Ikke Aktivert";
"_lock_protection_folder_"  = "Låst bare for beskyttede mapper";
"_url_"                     = "URL";
"_username_"                = "Brukernavn";
"_change_credentials_"      = "Endre dine påloggingsdetaljer ";
"_wifi_only_"               = "Kun bruk Wi-Fi forbindelse";
"_uploading_from_camera_"   = "Automatic uploading from the camera";
"_app_version_"             = "App versjon";
"_app_in_use_"              = "Applikasjonen er i bruk";
"_contact_by_email_"        = "Kontakt oss på epost";
"_clear_cache_"             = "Tøm cache (%@ brukt)";
"_clear_cache_no_size_"     = "Tøm mellomlager";
"_exit_"                    = "Avslutt _brand_";
"_funct_not_enabled_"       = "Funksjonaliteten er ikke påskrudd";
"_passcode_activate_"       = "Passordslås aktivert";
"_disabling_passcode_"      = "Fjern passord lås";
"_want_exit_"               = "Attention! _brand_ will be reset to the initial state. Continue? (Nothing will be modified in cloud)";
"_proceed_"                 = "Fortsett";
"_delete_cache_"            = "Slett mellomlager";
"_want_delete_cache_"       = "Ønsker du å slette hurtiglageret?";
"_mail_deleted_"            = "Epost slettet";
"_mail_saved_"              = "Epost lagret";
"_mail_sent_"               = "Epost sendt";
"_mail_failure_"            = "Sending av epost feilet: %@";
"_information_req_"         = "Information request";
"_credentials_"             = "Påloggingsdetaljer";
"_manage_account_"          = "Håndter konto";
"_change_password_"         = "Endre passord";
"_add_nextcloud_"           = "Legg til Nextcloud konto";
"_delete_account_"          = "Slett konto";
"_want_delete_"             = "Ønsker du virkelig å slette den?";
"_no_delete_"               = "Nei, ikke slett denne";
"_yes_delete_"              = "Ja, slett den";
"_remove_cache_"            = "Vennligst vent, tømmer mellomlager ...";
"_optimizations_"           = "Optimiseringer";
"_synchronizations_"        = "Synkroniserte mapper";
"_version_server_"          = "Tjenerversion";
"_check_key_aes_256_"       = "Control encryption key passcode";
"_encryptpass_by_email_"    = "Send by email";
"_title_mail_encryptpass_"  = "Encryption Key Passcode _brand_";
"_text1_mail_encryptpass_"  = "Passordet for din krypteringsnøkkel er";
"_text2_mail_encryptpass_"  = "store it securely and away from prying eyes.";
"_help_"                    = "Help";
"_lock_protection_simply_"  = "Svak passordbeskyttelse";
"_change_simply_passcode_"  = "Endre passordstype";
"_quota_"                   = "Kvote";
"_available_"               = "tilgjengelig";
"_cloud_account_"           = "Nettskykonto";
"_information_"             = "Informasjon";
"_user_information_"        = "Brukerinformasjon";
"_user_full_name_"          = "Fullt navn";
"_user_address_"            = "Adresse";
"_user_phone_"              = "Telefonnummer";
"_user_email_"              = "E-post";
"_user_web_"                = "Vevside";
"_user_twitter_"            = "Twitter";
"_quota_using_"             = "Du bruker %@ av %@";
"_favorite_offline_"        = "Favorites available offline";
"_favorite_offline_footer_" = "Making all favorites available offline may take a long time with a high memory occupation.";
"_advanced_"                = "Avansert";

// Manage Camera Upload

"_upload_camera_"           = "Last opp kamera- bilder/-videoer";
"_upload_camera_background_"= "Last opp bilder i bakgrunnen";
"_upload_foto_camera_"      = "Last opp kamerabilder";
"_upload_encry_camup_"      = "Last opp krypterte filer";
"_upload_video_camera_"     = "Last opp kameravideoer";
"_upload_automatic_photos_" = "Uploading photos automatically by camera";
"_upload_automatic_videos_" = "Last opp kameravideoer automatisk";
"_photo_folder_photocamera_"= "Bildene vil bli opplastet til mappen 'bilder' i skyen din";
"_photo_folder_background_"         = "This option requires the use of GPS to trigger the detection of new photos in the camera roll once the location changes significantly";
"_cameraupload_background_title_"   = "Begrensninger";
"_cameraupload_background_msg_"     = "Due to IOS restrictions, it is not yet possible to perform background processes, unless GPS services are activated. Once the cell in the cellular network is changed, the system wakes up _brand_ for a short time and checks for new photos to upload to the cloud.";
"_upload_camera_change_location_"   = "Endre mappe";
"_upload_camera_location_now_"      = "Folder";
"_upload_camera_location_default_"  = "Gjenopprett forvalgt mappe";
"_upload_camera_change_location_footer_" = "Change Photos folder that is used for 'Automatic upload of camera photos' (if the option is enabled)";
"_camera_upload_not_select_home_"   = "Select a folder";
"_upload_camera_save_album_"        = "Kopier bilde eller video i fotoalbum";
"_upload_camera_save_album_footer_" = "After the automatic sending of the photo or video, a copy is saved in the photo album : _brand_ (does not require more space in the camera roll)";
"_upload_camera_fullphotos_"        = "Last opp alle bilder/filmer fra kameraet";
"_upload_camera_fullphotos_footer_" = "Velg alternativene over før opplasting";
"_upload_camera_create_subfolder_" = "Bruk undermapper";
"_upload_camera_create_subfolder_footer_" = "Lagre filer i undermapper basert på år og måned";

// Manage Crypto Cloud

"_crypto_cloud_system_"             = "Crypto Cloud System";
"_alert_activation_crypto_cloud_"   = "Crypto Cloud System activated correctly";
"_alert_deactivation_crypto_cloud_" = "Crypto Cloud System deactivated correctly";
"_activation_crypto_cloud_"         = "Activation Crypto Cloud System";
"_deactivation_crypto_cloud_"       = "Deactivation Crypto Cloud System";
"_footer_crypto_cloud_"             = "Based on the encryption AES-256, Crypto Cloud System will enable you to store all your private data (documents, templates, photos, videos, etc…) in your Cloud, thus keeping them safe from possible 'prying eyes'.\n\nYou will be asked to enter a encryption key (minimum 4 characters, maximum 64 characters). You will never be able to retrieve it and your files will remain encrypted. Should you re-install Nextcloud or access to your data from another iOS system, use the same combination.\n\nAny file can be encrypted or decrypted. The name of folders containing your files can be encrypted as well (so as to hide any possible hint at their contents).\n\nAny kind of document, either in standard or in encrypted format, can be uploaded from Nextcloud onto your Cloud. All encrypted files and folders will be marked in orange colour. If they are in preview mode, they will be identified by a 3 bullets orange label instead.\n\nTemplates for recording your confidential data (note, credit card, ATM card, bank accounts, passwords to websites, etc…) are available and they can be saved in your Cloud in encrypted mode as well.\n\nActive/Disactive whenever you want, but remember to always use the same encryption key.\n\nAt the moment the encrypted files with Crypto Cloud System can be viewed only with iOS system.";

// Manage Photos

"_change_folder_photos_"        = "Endre mappebilder";

// Manage Help

"_help_tutorial_"               = "Veiviser";
"_help_intro_"                  = "Introduction _brand_";
"_help_activity_verbose_"       = "Detailed Activity feed";
"_help_activity_mail_"          = "Send activity by mail";
"_help_activity_clear_"         = "Tøm aktivitetslogg";


// Manage Optimizations

"_optimized_photos_"            = "Optimisert bildeoppløsning";
"_upload_del_photos_"           = "Fjern filer etter opplasting";
"_optimized_photos_how_"        = "If your iPhone is low on space, full-resolution photos are automatically replaced with optimized versions. The full-resolution versions are stored in your Cloud.";
"_upload_del_photos_how_"       = "Files will be removed from _brand_ memory after they’ve been uploaded to the Cloud. They will remain in the camera roll. Just download the files to see them.";

// Login

"_connect_server_anyway_"       = "Vil du koble til tjeneren allikevel?";
"_connection_error_"            = "Tilkoblingsfeil";
"_add_your_nextcloud_"          = "Legg til din Nextcloud-konto";
"_key_aes_256_"                 = "Encryption key passcode";

"_security_init_required_hint_" = "Hint for encryption key passcode (Recommended)";
"_hint_"                        = "Hint";
"_security_init_required_mail_" = "Enter your email address to receive the encryption key passcode (recommended).";
"_email_"                       = "E-post";
"_title_form_security_init_"    = "Sikkerhetsvalg";
"_login_bottom_label_"          = "Don't have a server yet?\nChoose one of the providers.";

// Favorite

"_favorites_"                   = "Favoritter";
"_offline_"                     = "Frakoblet";
"_local_storage_"               = "Lokal lagring";
"_local_storage_no_record_"     = "No files yet";
"_no_files_uploaded_"           = "Ingen filer lastet opp";
"_tutorial_favorite_view_"      = "Files and folders you mark as favorite will show up here";
"_tutorial_offline_view_"       = "Copy here the files that should be available offline.\n\nThey will be synchronized with your cloud.";
"_tutorial_local_view_"         = "You'll find the unpacked files from your cloud.\n\nConnect to iTunes to share these files.";
"_more_"                        = "More";
"_favorite_no_files_"           = "No favorites yet";


// Camera Upload

"_pull_down_"                               = "Dra ned for å oppdatere";
"_no_photo_load_"                           = "Inget bilde eller video";
"_tutorial_camera_upload_view_"             = "You can enable camera upload from the settings";
"_no_date_"                                 = "Ingen dato";
"_today_"                                   = "Today";
"_time_"                                    = "Tid : %@\n\n%@";
"_location_not_enabled_"                    = "Plasseringstjenester ikke påskrudd";
"_location_not_enabled_msg_"                = "Gå til \"Innstillinger\" og skru på plasseringstjenester for å tillate automatisk kamera- bilde/-video -opplastinger.";
"_access_photo_not_enabled_"                = "Tilgang til bilder ikke påskrudd";
"_access_photo_not_enabled_msg_"            = "Please go to Settings and turn on Photo Access to allow automatic camera photo/video uploads.";
"_access_photo_location_not_enabled_"       = "Tilgang til bilder og plassering ikke påskrudd";
"_access_photo_location_not_enabled_msg_"   = "Please go to Setting and turn on Photo Access and Location Services to allow automatic camera photo/video uploads.";
"_processing_send_camera_upload_"           = "Laster opp kamerabilde…";
"_tutorial_photo_view_"                     = "No photos or videos uploaded yet";
"_create_full_upload_"                      = "Creating archive .. may take a long time, please wait";
"_error_createsubfolders_upload_"           = "Feil ved oppretting av undermapper";
"_activate_camera_upload_"                  = "Enable camera upload";

// Template

"_title_"                       = "Tittel";
"_web_account_data_"            = "Web account data";
"_url:_"                        = "URL:";
"_login:_"                      = "Innlogging:";
"_password:_"                   = "Passord:";
"_notes_"                       = "Notater";
"_web_account_"                 = "Vev-konto";
"_enter_title_"                 = "Skriv inn tittel";
"_add_folder_"                  = "Legg til mappe";
"_add_photos_videos_"           = "Legg til bilder eller videoer";
"_add_folder_encryptated_"      = "Legg til mappe med kryptert navn";
"_add_encrypted_photo_video_"   = "Legg til krypterte bilder eller videoer";
"_add_credit_card_"             = "Add template for credit card";
"_add_atm_"                     = "Add template for ATM card";
"_add_bank_account_"            = "Add template for bank account";
"_add_web_account_"             = "Leg til vev-konto";
"_add_notes_"                   = "Legg til notater";
"_add_driving_license_"         = "Legg til førerkort-mal";
"_add_id_card_"                 = "Legg til ID-kort-mal";
"_add_passport_"                = "Legg til pass-mal";
"_add_atm_card_"                = "ATM card data";
"_bank_name:_"                  = "Banknavn:";
"_code:_"                       = "Kode:";
"_security_code:_"              = "Sikkerhetskode :";
"_pin:_"                        = "PIN:";
"_atm_card_"                    = "ATM card";
"_credi_card_data_"             = "Kredittkortdata";
"_name_surname:_"               = "Navn etternavn:";
"_expiry_date:_"                = "Utløpsdato:";
"_credit_card_"                 = "Kredittkort";
"_id_card_"                     = "ID-kort";
"_number:_"                     = "Nummer:";
"_place_of_birth:_"             = "Fødested:";
"_date_of_birth:_"              = "Fødselsdag:";
"_date_of_issue:_"              = "Date of issue :";
"_date_of_expiry:_"             = "Utløpsdato:";
"_bank_account_data_"           = "Bankkontodata";
"_account_n:_"                  = "Konto N. :";
"_iban:_"                       = "IBAN:";
"_swift:_"                      = "SWIFT:";
"_agency:_"                     = "Byrå:";
"_bank_account_"                = "Bankkonto";
"_passport_"                    = "Pass";
"_driving_license_"             = "Førerkort";
"_license_number:_"             = "Lisensnummer:";
"_vehicle_types:_"              = "Kjøretøystyper:";

// Utility

"_never_"                       = "aldri";
"_less_a_minute_"               = "mindre enn ett minutt siden";
"_minutes_ago_"                 = "%d minutter siden";
"_hours_ago_"                   = "%d timer siden";
"_days_ago_"                    = "%d dager siden";
"_over_30_days_"                = "over 30 dager";
"_connection_internet_offline_" = "The internet connection appears to be offline or Wi-Fi is required";
"_insert_password_"             = "skriv inn passord";
"_update_in_progress_"          = "Versjonsoppgradering, vent…";
"_forbidden_characters_"        = "Fila eller mappa har forbudte tegn";
"_mail_not_can_send_mail_"      = "Ingen oppsatt konto eller feil e-postadresse skrevet inn";

// File

"_photo_camera_"                = "Bilder";
"_unzip_in_progress_"           = "Unzip in progress on local storage ...";
"_file_unpacked_"               = "File successfully unpacked on local storage";
"_file_saved_local_"            = "File saved successfully on local storage.";
"_file_not_present_"            = "Feil, fila finnes ikke, last inn igjen.";
"_order_by_date_"               = "Sorter etter dato";
"_current_order_name_"          = "(sortert etter navn)";
"_order_by_name_"               = "Sorter etter navn";
"_current_order_date_"          = "(sortert etter dato)";
"_sort_descending_"             = "Sorter synkende";
"_current_sort_ascending_"      = "(sortert stigende)";
"_sort_ascending_"              = "Sorter stigende";
"_current_sort_descending_"     = "(sortert synkende)";
"_delete_selected_files_"       = "Slett filer";
"_move_selected_files_"         = "Flytt filer";
"_encrypted_selected_files_"    = "Krypterte filer";
"_decrypted_selected_files_"    = "Dekrypterte filer";
"_download_selected_files_"     = "Last ned filer";
"_error_passcode_"              = "Feil: Feil passord for krypteringsnøkkel.";
"_error_operation_canc_"        = "Feil, operasjon avbrutt.";
"_only_lock_passcode_"          = "Tilgjengelig bare med låsepassord aktivert. Aktiver i innstillingene.";
"_passcode_protection_"         = "Passordbeskyttelse";
"_encrypt_"                     = "Krypter";
"_decrypt_"                     = "Dekrypter";
"_remove_favorites_"            = "Fjern fra favoritter";
"_remove_offline_"              = "Fjern fra offline";
"_add_favorites_"               = "Legg til i favoritter";
"_add_offline_"                 = "Add to offline";
"_remove_passcode_"             = "Fjern passordbeskyttelse";
"_protect_passcode_"            = "Beskytt med passord";
"_share_"                       = "Del";
"_reload_"                      = "Last inn på nytt";
"_open_in_"                     = "Åpne i…";
"_remove_local_file_"           = "Fjern fra mellomlager";
"_add_local_"                   = "Legg til i lokalt lager";
"_comm_erro_pull_down_"         = "Attention communication error with the server, pull down to refresh.";
"_file_not_downloaded_"         = "filen ble ikke nedlastet";
"_file_not_uploaded_"           = "filen er ikke opplastet";
"_folders_"                     = "mapper";
"_folder_"                      = "mappe";
"_files_"                       = "filer";
"_file_"                        = "file";
"_folder_blocked_"              = "Mappe sperret";
"_downloading_progress_"        = "Igangsetter nedlasting av filer…";
"_encrypted_progress_"          = "Kryptert ...";
"_decrypted_progress_"          = "Dekryptert ...";
"_no_file_pull_down_"           = "Upload a file or pull down to refresh";
"_browse_images_"               = "Bla i bilder";
"_synchronized_folder_"         = "Hold mappen synkronisert";
"_remove_synchronized_folder_"  = "Fjern synkroniseringen";
"_synchronized_confirm_"        = "Ved å aktivere synkronisering, vil alle filene i denne mappen bli synkronisert med tjeneren, vil du fortsette?";
"_offline_folder_confirm_"      = "After enabling the offline, all files in the folder will be synchronized with the server, continue?";
"_same_device_different_passcode_"  = "Filen ble kryptert på den samme enheten, men med forskjellig passord. Husk at hvis det gamle passordet er brukt, vil ikke filer med det nye passordet være lesbare.";
"_file_encrypted_another_device_"   = "Filen ble kryptert på en annen enhet [%@], skriv inn passordet for å dekryptere innholder";
"_file_not_found_reload_"       = "Fil ikke funnet, dra ned for å oppdatere";
"_title_section_download_"      = "NEDLASTING";
"_title_section_upload_"        = "OPPLASTING";
"_group_alphabetic_yes_"        = "✓ Gruppér alfabetisk";
"_group_alphabetic_no_"         = "Grupper alfabetisk";
"_group_typefile_yes_"          = "✓ Gruppér etter filtype";
"_group_typefile_no_"           = "Grupper på filtype";
"_group_date_yes_"              = "✓ Grupper på dato";
"_group_date_no_"               = "Grupper etter dato";
"_element_"                     = "element";
"_elements_"                    = "elementer";
"_tite_footer_upload_wwan_"     = "Wi-Fi nettverk er nødvendig, %lu %@ å laste opp.";
"_tite_footer_upload_"          = "%lu %@ å laste opp";
"_tite_footer_download_wwan_"   = "Wi-Fi nettverk er nødvendig, %lu %@ å laste ned.";
"_tite_footer_download_"        = "%lu %@ å laste ned";
"_limited_dimension_"           = "Maksimal størrelse nådd";
"_same_device_different_passcode_hint_" = "The file was encrypted by the same device but with different Passcode key encryption. Attention if the old Passcode is entered,files encrypted with the new Passcode will not be readable. \n\n Hint : %@";
"_file_encrypted_another_device_hint_" = "The file was encrypted by another device [%@], enter the Passcode key encryption to read its contents. \n\n Hint : %@";
"_save_selected_files_"         = "Lagre bilder og videoer i fotoalbum";
"_file_not_saved_cameraroll_"   = "Feil, fil ikke lagret i fotoalbum";
"_file_saved_cameraroll_"       = "Fil lagret i fotoalbum";
"_directory_on_top_yes_"        = "✓ Mapper på topp";
"_directory_on_top_no_"         = "Mapper på topp";
"_folder_automatic_upload_"     = "Mappe for automatisk opplasting";
"_search_no_record_found_"      = "Inget resultat";
"_search_in_progress_"          = "Søk pågår…";
"_search_instruction_"          = "Search a file (minimum 2 characters)";
"_files_no_files_"              = "No files in here";

"audio"                         = "LYD";
"compress"                      = "KOMPRIMER";
"directory"                     = "MAPPER";
"document"                      = "DOKUMENTER";
"image"                         = "BILDER";
"template"                      = "MALER";
"unknow"                        = "UKJENT";
"video"                         = "VIDEO";

"_no_plist_pull_down_"          = "Krypterte filer ble ikke oppdatert, dra ned for å oppdatere";
"_file_del_only_local_"         = "Mangler fil på tjeneren";

"_copy_file_"                   = "Kopier fil";
"_copy_files_"                  = "Kopier filer";
"_paste_file_"                  = "Lim inn fil";
"_paste_file_encrypted_"        = "Lim inn kryptert fil";
"_paste_files_"                 = "Lim inn filer";
"_paste_files_encrypted_"       = "Lim inn krypterte filer";
"_paste_cryptated_"             = "Lim inn kryptert fil";

"_search_this_folder_"          = "Søk i denne mappen";
"_search_all_folders_"          = "Søk i alle mapper";
"_search_sub_folder_"           = "Search here and subfolders";

// Security

"_reload_folder_"               = "Last mappe på nytt";
"_encrypt_error_"               = "Under kryptering av fila %@ inntraff en feil. [%@]";
"_decrypt_error_"               = "Under dekryptering av fila %@ inntraff en feil. [%@]";
"_encryption_"                  = "Kryptering ...";
"_decryption_"                  = "Dekrypterer…";

// CoreData

"_required_new_database_"       = "Oppgradering klar: Logg inn igjen for å få den nye versjonen av databasen.";

// Files Preview

"_insert_password_pfd_"         = "Sikret PDF. Skriv inn passord";
"_password_pdf_error_"          = "Feil passord";
"_error_download_photobrowser_" = "Feil, kunne ikke last ned bildet";

// Share

"_share_link_"                  = "Share link";
"_share_link_button_"           = "Send lenke til ...";
"_password_"                    = "Passord";
"_share_password_"              = "Passord beskyttet lenke";
"_share_expirationdate_"        = "Sett utløpsdato for lenke";
"_date_"                        = "Dato";
"_share_title_"                 = "Del";
"_add_sharee_"                  = "Legg til bruker eller gruppe";
"_add_sharee_footer_"           = "Du kan dele denne ressursen ved å legge til brukere eller grupper. For å fjerne en delt ressurs, fjern alle brukere og grupper";
"_find_sharee_title_"           = "Søk";
"_find_sharee_"                 = "Søk bruker eller gruppe ...";
"_find_sharee_footer_"          = "Skriv inn deler av navnet til brukeren eller gruppen for å søke (minst to tegn) etterfulgt av å trykke 'Tilbake', velg brukere som burde tillattes tilgang til å dele fulgt av å trykke 'Ferdig' for å bekrefte";
"_user_is_group_"               = " (gruppe)";
"_direct_sharee_title_"         = "Del";
"_direct_sharee_footer_"        = "If you already know the name, enter it, then select the share type and press 'Done' to confirm";
"_direct_sharee_"               = "Skriv inn brukernavnet…";
"_user_sharee_footer_"          = "Tap for å endre rettigheter";
"_share_type_title_"            = "Type lagring";
"_share_type_user_"             = "Bruker";
"_share_type_group_"            = "Gruppe";
"_share_type_remote_"           = "Ekstern";

// Share Permission

"_share_permission_title_"          = "Rettigheter";
"_share_permission_edit_"           = "Kan endre";
"_share_permission_file_can_write_" = "Kan skrive fil";
"_share_permission_create_"         = "Kan opprette";
"_share_permission_create_file_"    = "Kan opprette filer";
"_share_permission_create_folder_"  = "Kan opprette mapper";
"_share_permission_change_"         = "Kan endre";
"_share_permission_delete_"         = "Kan slette";
"_share_permission_share_"          = "Kan dele";
"_share_permission_rename_"         = "Kan endre navn";
"_share_permission_move_"           = "Kan flytte";
"_share_permission_info_"           = "Deling informasjon";
"_share_permission_path_"           = "Fil/Mappe";
"_share_permission_type_"           = "Type";
"_share_permission_typeuser_"       = "Bruker";
"_share_permission_typegroup_"      = "Group";
"_share_permission_typepubliclink_" = "Lenke";
"_share_permission_typefederated_"  = "Federated";
"_share_permission_owner_"          = "Eier";
"_share_permission_date_"           = "Dato";
"_share_permission_email_"          = "Varsel via epost";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Delt med deg";
"_type_resource_external_"          = "Ekstern lagringsplass";

// Share Ext

"_destiny_folder_"                  = "Mappe : %@";


"_no_transfer_"                     = "No transfers yet";
"_no_transfer_sub_"                 = "Uploads and downloads from this device will show up here";
"_no_activity_"                     = "No activity yet";
"_transfers_"                       = "Overføringer";
"_activity_"                        = "Aktivitet";
"_activity_file_not_present_"       = "Filen finnes ikke lenger";


// Offline

"_create_synchronization_"          = "Opprett synkronisering";

// Create Cloud

"_upload_photos_videos_"            = "Last opp bilder og video";
"_upload_file_"                     = "Last opp fil";
"_upload_encrypted_mode"            = "Upload encrypted mode";
"_upload_template_"                 = "Last opp en mal";
"_upload_plain_mode"                = "Upload plain mode";

// Document Picker

"_save_document_picker_"            = "Lagre her";

// CreateFormUploadAssets

"_destination_folder_"              = "Destinasjons mappe ";
"_use_folder_photos_"               = "Bruk mappen Bilder som destinasjon";
"_rename_filename_"                 = "Gi nytt navn";
"_filename_"                        = "Filnavn";
"_preview_filename_"                = "Example preview file name, you can use the mask MM,DD,YY for the date";
"_forbidden_characters_"            = "Fila eller mappa har forbudte tegn";

// Notification

"_notification_"                    = "Varsel";

// Photo Browser

"Done"                              = "Ferdig";
"Select Photos"                     = "Velg Bilder";
"photo"                             = "bilde";
"photos"                            = "bilder";
"of"                                = "av";
"%i of %i"                          = "%1$i of %2$i";

